Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# SecurityUsersGroupLabel.Text
source: Group or user names
ar: أسماء المجموعات أو المستخدمين:
bg: Групови или потребителски имена
ca: Noms de grup o d'usuari
cs_cz: Skupina nebo uživatelská jména
da: Gruppe- eller brugernavne:
de_de: Gruppen- oder Benutzername
el: Ονόματα ομάδων ή χρηστών
es_es: Grupo o nombres de usuario
fi_fi: Ryhmän tai käyttäjän nimet
fr_fr: Noms de groupe ou d'utilisateur
he_il: שמות קבוצות או משתמשים:
hr_hr: Grupna ili korisnička imena
hu_hu: Csoport vagy felhasználó neve
id_id: Grup atau pengguna
it_it: Gruppi o utenti
ja_jp: グループ名またはユーザー名
ka: ჯგუფის ან მომხმარებლის სახელები
ko_kr: 그룹 또는 사용자 이름
lv_lv: Grupa vai lietotājvārdi
nb_no: Gruppe- eller brukernavn:
nl_nl: Namen van groepen of gebruikers
pl_pl: Nazwy grup lub użytkowników
pt_pt: Grupo ou utilizadores
ro_ro: Grup sau nume de utilizator
ru_ru: Группы или пользователи
sk_sk: Názov skupiny alebo meno používateľa:
sv_se: Grupp- eller användarnamn:
th_th: ชื่อกลุ่มหรือชื่อผู้ใช้
tr_tr: Grup veya kullanıcı adları
uk_ua: Групи або користувачі:
vi: Nhóm hoặc tên người dùng
zh_hans: 组或用户名
zh_hant: 群組或使用者名稱

source: Write
ar: كتابة
bg: Писане
ca: Escriptura
cs_cz: Zapisovat
da: SKRIV
de_de: Schreiben
el: Εγγραφή
es_es: Escribir
fi_fi: Kirjoita
fr_fr: Écrire
he_il: כתיבה
hr_hr: Pisanje
hu_hu: Írás
id_id: Tulis
it_it: Scrittura
ja_jp: 書き込み
ka: დაწერა
ko_kr: 쓰기
lv_lv: Lasīt
nb_no: Skriv
nl_nl: Schrijven
or_in: ଲିଖନ
pl_pl: Zapis
pt_pt: Escrever
ro_ro: Scriere
ru_ru: Запись
sk_sk: Zápis
sv_se: Skriva
th_th: เขียน
tr_tr: Yaz
uk_ua: Записування
vi: Ghi
zh_hans: 写入
zh_hant: 寫入

# SecurityUnknownAccount
source: Unknown account
ar: حساب غير معروف
bg: Неизвестен акаунт
ca: Compte desconegut
cs_cz: Neznámý účet
da: Ukendt konto
de_de: Unbekannter Account
el: Άγνωστος λογαριασμός
es_es: Cuenta desconocida
fi_fi: Tuntematon tili
fr_fr: Compte inconnu
he_il: חשבון לא ידוע
hr_hr: Nepoznat račun
hu_hu: Ismeretlen fiók
id_id: Akun tidak diketahui
it_it: Account sconosciuto
ja_jp: 不明なアカウント
ka: უცნობი ანგარიში
ko_kr: 알 수 없는 계정
lv_lv: Nezināms konts
nb_no: Ukjent konto
nl_nl: Onbekend account
or_in: ଅଜଣା ଏକାଉଣ୍ଟ୍
pl_pl: Nieznane konto
pt_pt: Conta desconhecida
ro_ro: Cont Necunoscut
ru_ru: Неизвестная учетная запись
sk_sk: Neznámy účet
sv_se: Okänt konto
th_th: นิรนาม
tr_tr: Bilinmeyen hesap
uk_ua: Невідомий обл. запис
vi: Tài khoản không xác định
zh_hans: 未知帐户
zh_hant: 帳戶名稱不詳

# SecurityCannotReadProperties.Text
source: You do not have permissions to view the security properties of this object. Click "Advanced permissions" to proceed.
ar: ليس لديك صلاحيات لعرض خصائص الأمان لهذا الكائن. انقر فوق "صلاحيات متقدمة" للمتابعة.
bg: Нямате разрешения да преглеждате защитните свойства на този обект. Щракнете върху „Разширени разрешения“, за да продължите.
ca: No teniu permisos per veure les propietats de seguretat d'aquest objecte. Feu clic a «Permisos avançats» per continuar.
cs_cz: Nemáte oprávnění k zobrazení vlastností zabezpečení tohoto objektu. Klikněte na "Pokročilá oprávnění" a pokračujte.
da: Du har ikke tilladelse til at se dette objekts sikkerhedsegenskaber. Klik på "Avancerede tilladelser" for at fortsætte.
de_de: Du bist nicht berechtigt, die Sicherheitseigenschaften dieses Objektes anzusehen. Klicke auf "Erweiterte Rechte", um fortzufahren.
el: Δεν έχετε δικαιώματα προβολής των ιδιοτήτων ασφαλείας αυτού του αντικειμένου. Κάντε κλικ στην επιλογή "Προηγμένα δικαιώματα" για να συνεχίσετε.
es_es: No tiene permisos para ver las propiedades de seguridad de este objeto. Haga clic en "Permisos avanzados" para continuar.
fi_fi: Sinulla ei ole oikeuksia tarkastella tämän objektin suojausominaisuuksia. Napsauta "Lisäkäyttöoikeudet" jatkaaksesi.
fr_fr: Vous n'êtes pas autorisé à afficher les propriétés de sécurité de cet objet. Cliquez sur "Autorisations avancées" pour continuer.
he_il: אין לך את ההרשאות הנדרשות לצפייה בהרשאות האבטחה של הפריט. אנא לחץ על "הרשאות מתקדמות" כדי להתקדם.
hr_hr: Nemate dopuštenja za pregled sigurnosnih svojstava ovog objekta. Kliknite "Napredna dopuštenja" za nastavak.
hu_hu: Nincs engedélye az elem biztonsági tulajdonságainak megtekintésére. Kattintson a "Speciális engedélyek" gombra a folytatáshoz.
id_id: Anda tidak memiliki izin untuk melihat properti keamanan objek ini. Klik "Izin tingkat lanjut" untuk melanjutkan.
it_it: Non hai i permessi necessari per vedere le proprietà di questo oggetto. Clicca "Impostazioni avanzate" per continuare.
ja_jp: このオブジェクトのセキュリティ プロパティを表示する権限がありません。[詳細設定] をクリックして続行します。
ka: თქვენ არ გაქვთ ამ ობიექტის უსაფრთხოების პარამეტრების ნახვის უფლება. გასაგრძელებლად დააჭირეთ "დამატებით უფლებებს".
ko_kr: 이 항목의 보안 속성을 볼 권한이 없습니다. 진행하려면 "고급 권한 설정"을 클릭하세요.
lv_lv: Jums nav atļauju, lai skatītu šī objekta drošības rekvizītus. Nospiediet "Papildu atļaujas", lai turpinātu.
nb_no: Du mangler rettigheter til å vise sikkerhetsegenskapene til dette objektet. Klikk "Avanserte rettigheter" for å fortsette.
nl_nl: U heeft geen toestemming om de beveiligingseigenschappen van dit item te bekijken. Klik op "geavanceerde machtigingen" om door te gaan.
pl_pl: Nie masz uprawnień do przeglądania zabezpieczeń tego objektu. Kliknij "Uprawnienia zaawansowane" aby kontynuować.
pt_pt: Não tem permissões para ver as propriedades de segurança deste objeto. Clique em "Permissões avançadas" para continuar.
ro_ro: Nu aveți permisiuni pentru a vizualiza proprietățile de securitate ale acestui obiect. Faceți clic pe „Permisiuni avansate” pentru a continua.
ru_ru: У Вас нет прав на просмотр свойств безопасности этого объекта. Нажмите «Расширенные разрешения», чтобы продолжить.
sk_sk: Nemáte povolenia na zobrazenie bezpečnostných vlastností tohto objektu. Pokračujte kliknutím na „Rozšírené povolenia“.
sv_se: Du har inte behörighet för att visa säkerhetsegenskaperna för detta objekt. Klicka på "Avancerade rättigheter" för att fortsätta.
th_th: คุณต้องมีสิทธิ์ในการอ่านเพื่อดูคุณสมบัติของไฟล์นี้ คลิก "ขั้นสูง" เพื่อดำเนินการต่อ
tr_tr: Bu nesnenin güvenlik özelliklerini görüntüleme izniniz yok. Devam etmek için "Gelişmiş izinler" i tıklayın.
uk_ua: Ви не маєте прав на перегляд властивостей безпеки цього об’єкта. Натисніть «Додаткові дозволи», щоб продовжити.
vi: Bạn không có quyền để xem thuộc tính bảo mật của đối tượng này. Vui lòng nhấp vào "Quyền truy cập nâng cao" để tiếp tục.
zh_hans: 你无权查看此对象的安全属性。 单击“高级权限”继续。
zh_hant: 您沒有權限查看此項目的安全性設定。點擊「進階」以繼續。

# SecurityOwnerLabel.Text
source: Owner:
ar: المالك:
bg: Собственик:
ca: Propietari:
cs_cz: Majitel:
da: Ejer:
de_de: Besitzer:
el: Ιδιοκτήτης:
es_es: Propietario:
fi_fi: Omistaja
fr_fr: Propriétaire :
he_il: בעלים
hu_hu: Tulajdonos:
id_id: Pemilik:
it_it: Proprietario
ja_jp: 所有者:
ko_kr: 소유자:
lv_lv: Īpašnieks
nb_no: Eier:
nl_nl: Eigenaar:
or_in: ମାଲିକ
pl_pl: Właściciel:
pt_pt: Proprietário:
ro_ro: Proprietar:
ru_ru: Владелец:
sk_sk: Vlastník:
sv_se: Ägare:
tr_tr: Sahip:
uk_ua: Власник:
vi: Chủ sở hữu:
zh_hans: 所有者:
zh_hant: 擁有者：

# SecurityUnknownOwnerText.Text
source: Unknown owner
ar: مالك غير معروف
bg: Неизвестен собственик
ca: Propietari desconegut
cs_cz: Neznámý vlastník
da: Ukendt ejer
de_de: Unbekannter Besitzer
el: Άγνωστος ιδιοκτήτης
es_es: Propietario desconocido
fi_fi: Tuntematon omistaja
fr_fr: Propriétaire inconnu
he_il: בעלים לא ידוע
hr_hr: Nepoznati vlasnik
hu_hu: Ismeretlen tulajdonos
id_id: Pemilik tidak diketahui
it_it: Sconosciuto
ja_jp: 不明な所有者
ka: უცნობი მფლობელი
ko_kr: 알 수 없는 소유자
lv_lv: Nezināms īpašnieks
nb_no: Ukjent eier
nl_nl: Onbekende gebruiker
pl_pl: Nieznany właściciel
pt_pt: Proprietário desconhecido
ro_ro: Proprietar necunoscut
ru_ru: Неизвестный владелец
sk_sk: Neznámý vlastník
sv_se: Okänd ägare.
th_th: เจ้าของไม่ทราบชื่อ
tr_tr: Bilinmeyen sahip
uk_ua: Невідомий власник
vi: Chủ sở hữu không xác định
zh_hans: 未知所有者
zh_hant: 擁有者不詳

source: Extract Archive
ar: استخرج الأرشيف
bg: Извличане на архив
ca: Extreu l'arxiu
cs_cz: Rozbalit archiv
da: Udpak arkiv
de_de: Archiv extrahieren
el: Εξαγωγή αρχείου
es_es: Extraer archivo
fi_fi: Pura arkisto
fr_fr: Extraire l'archive
hu_hu: Archívum kicsomagolása
id_id: Ekstrak arsip
it_it: Estrai archivio
ja_jp: アーカイブを展開
ko_kr: 압축 풀기
lv_lv: Izvilkt Arhīvu
nb_no: Pakk ut arkiv
nl_nl: Archief uitpakken
pl_pl: Wypakuj archiwum
pt_pt: Extrair arquivo
ro_ro: Extrage Arhiva
ru_ru: Распаковать архив
sv_se: Extrahera arkiv
th_th: กำลังแยกไฟล์
tr_tr: Arşivi çıkart
uk_ua: Розпакувати архів
vi: Giải nén
zh_hans: 解压缩
zh_hant: 解壓縮檔案

# DecompressArchiveDialogOpenDestinationWhenComplete.Content
source: Open destination folder when complete
ar: فتح مجلد الوجهة عند الاكتمال
bg: Отвори целевата папка, когато приключи
ca: Obre la carpeta de destinació quan s'hagi completat
cs_cz: Otevřít cílovou složku po dokončení
da: Åbn destinationsmappen, når den er færdig
de_de: Zielordner nach Abschluss öffnen
el: Άνοιγμα φακέλου προορισμού όταν ολοκληρωθεί
es_es: Abrir carpeta de destino al finalizar
fi_fi: Avaa kohdekansio, kun valmis
fr_fr: Ouvrir le dossier de destination quand l'opération est terminée
hr_hr: Otvori odredišnu mapu pri završetku
hu_hu: Célhely megnyitása amikor kész
id_id: Buka folder tujuan saat selesai
it_it: Mostra i file estratti al termine
ja_jp: 完了時に展開されたファイルを表示する
ka: გახსენით დანიშნულების საქაღალდე დასრულების შემდეგ
ko_kr: 완료 후 압축을 해제한 폴더 표시
lv_lv: Atvērt mērķa mapi, kad pabeigts
nb_no: Åpne destinasjonsmappen når fullført
nl_nl: Open doelmap na voltooiing
pl_pl: Po zakończeniu otwórz folder docelowy
pt_pt: Abrir pasta de destino ao terminar
ro_ro: Deschideți folderul de destinație când se finalizează
ru_ru: По завершении открыть папку назначения
sk_sk: Po dokončení otvoriť cieľový priečinok
sv_se: Öppna målmappen när slutfört
th_th: เปิดตำแหน่งปลายทางเมื่อแตกไฟล์เสร็จ
tr_tr: Tamamlandığında hedef klasörü aç
uk_ua: Після завершення відкрийте папку призначення
vi: Mở thư mục đích khi hoàn tất
zh_hans: 完成后打开目标文件夹
zh_hant: 完成後開啟目標資料夾

# BaseLayoutItemContextFlyoutExtractToChildFolder
source: Extract to {0}\
ar: استخرج إلى {0}\
bg: Извлечи в {0}\
ca: Extreu a {0}\
cs_cz: Rozbalit do {0}\
da: Udpak til {0}\
de_de: Nach {0}\ entpacken
el: Εξαγωγή σε {0}\
es_es: Extraer en {0}\
fi_fi: Pura kohteeseen {0}\
fr_fr: Extraire vers {0}\
he_il: חלץ אל {0}/
hr_hr: Raspakiraj u {0}\
hu_hu: Kicsomagolás ide: {0}\
id_id: Ekstrak ke {0}\
it_it: Estrai in {0}\
ja_jp: {0} へ展開
ka: ამოიღეთ {0}\ -ში
ko_kr: {0} 에 압축 해제
lv_lv: Izvilkt uz {0}\
nb_no: Pakk ut til {0}\
nl_nl: Uitpakken naar {0}\
pl_pl: Wypakuj do: {0}
pt_pt: Extrair para {0}\
ro_ro: Extragere în {0}\
ru_ru: Извлечь в {0}\
sk_sk: Extrahovať do {0}
sv_se: Extrahera till {0}\
th_th: แตกไฟล์ไปที่ {0}\
tr_tr: {0}\ dizinine çıkar
uk_ua: Видобути до {0}\
vi: Giải nén vào {0}\
zh_hans: 解压缩到 {0}\
zh_hant: 解壓縮至 {0}\

# SideBarCreateNewLibrary.Text
source: Create new library
ar: إنشاء مكتبة جديدة.
bg: Създай нова библиотека
ca: Crea una nova biblioteca
cs_cz: Vytvořit novou knihovnu
da: Opret nyt bibliotek
de_de: Neue Bibliothek erstellen
el: Δημιουργία νέας βιβλιοθήκης
es_es: Crear nueva biblioteca
fi_fi: Luo uusi kirjasto
fr_fr: Créer une nouvelle bibliothèque
he_il: יצירת ספריה חדשה
hr_hr: Stvori novu biblioteku
hu_hu: Új könyvtár
id_id: Buat pustaka baru
it_it: Crea nuova raccolta
ja_jp: 新しいライブラリの作成
ka: ახალი ბიბლიოთეკის შექმნა
ko_kr: 새 라이브러리 생성
lv_lv: Izveidot jaunu bibliotēku
nb_no: Opprett nytt bibliotek
nl_nl: Maak nieuwe bibliotheek
or_in: ନୂତନ ଲାଇବ୍ରେରୀ ସୃଷ୍ଟି କରନ୍ତୁ.
pl_pl: Utwórz nową bibliotekę.
pt_pt: Criar nova biblioteca
ro_ro: Creați o bibliotecă nouă
ru_ru: Создать библиотеку
sk_sk: Vytvortiť novú knižnicu
sv_se: Skapa nytt bibliotek.
th_th: สร้างคลังใหม่
tr_tr: Yeni kitaplık oluştur
uk_ua: Створити бібліотеку.
vi: Tạo thư viện mới
zh_hans: 新建库
zh_hant: 新增媒體櫃

# SideBarRestoreLibraries.Text
source: Restore default libraries
ar: استعادة المكتبات الافتراضية
bg: Възстанови библиотеките по подразбиране
ca: Restaura les biblioteques per defecte
cs_cz: Obnovit výchozí knihovny
da: Gendan standardbiblioteker
de_de: Standardbibiliotheken wiederherstellen
el: Επαναφορά προεπιλεγμένων βιβλιοθηκών
es_es: Restaurar bibliotecas predeterminadas
fi_fi: Palauta oletuskirjastot
fr_fr: Restaurer les bibliothèques par défaut
he_il: שחזור ספריות ברירת המחדל
hr_hr: Vrati zadane biblioteke
hu_hu: Alapértelmezett könyvtárak visszaállítása
id_id: Pulihkan pustaka bawaan
it_it: Ripristina Raccolte predefinite
ja_jp: 既定のライブラリを復元
ka: ნაგულისხმევი ბიბლიოთეკების აღდგენა
ko_kr: 기본 라이브러리 복원
lv_lv: Atjaunot sākotnējās bibliotēkas
nb_no: Gjenopprett standardbiblioteker
nl_nl: Herstel standaard bibliotheken
or_in: ଡିଫଲ୍ଟ ଲାଇବ୍ରେରୀଗୁଡିକୁ ପୁନଃଗଚ୍ଛିତ କରନ୍ତୁ
pl_pl: Przywróć domyślne biblioteki
pt_pt: Restaurar bibliotecas originais
ro_ro: Restabilire biblioteci implicite
ru_ru: Восстановить библиотеки по умолчанию
sk_sk: Obnoviť pôvodné knižnice
sv_se: Återställ standardbibliotek
th_th: เรียกคืนคลังเริ่มต้น
tr_tr: Varsayılan kitaplıkları geri yükle
uk_ua: Відновити бібліотеки за замовчуванням
vi: Khôi phục thư viện mặc định
zh_hans: 恢复为默认库
zh_hant: 重置媒體櫃

# DialogRestoreLibrariesSubtitleText
source: Are you sure you want to restore the default libraries? All your files will remain on your storage.
ar: هل أنت متأكد من أنك تريد استعادة المكتبات الافتراضية؟ جميع ملفاتك ستبقى على وحدة التخزين الخاصة بك.
bg: Наистина ли искате да възстановите библиотеките по подразбиране? Всичките ви файлове ще останат във вашето хранилище.
ca: Esteu segur que voleu restaurar les biblioteques per defecte? Tots els vostres fitxers romandran al vostre emmagatzematge.
cs_cz: Opravdu chcete obnovit výchozí knihovny? Všechny vaše soubory zůstanou v úložišti.
da: Er du sikker på, at du vil gendanne standard biblioteker? Alle dine filer vil forblive på din lagerplads.
de_de: Bist Du sicher, dass Du die Standardbibliotheken wiederherstellen möchtest? Alle Dateien verbleiben auf der Festplatte.
el: Σίγουρα θέλετε να επαναφέρετε τις προεπιλεγμένες βιβλιοθήκες; Όλα τα αρχεία σας θα παραμείνουν στον αποθηκευτικό σας χώρο.
es_es: ¿Está seguro de que desea restaurar las bibliotecas por defecto? Todos los archivos permanecerán en su almacenamiento.
fi_fi: Haluatko varmasti palauttaa oletuskirjastot? Kaikki tiedostosi säilyvät tallennustilassasi.
fr_fr: Êtes-vous sûr de vouloir restaurer les bibliothèques par défaut ? Tous vos fichiers resteront sur votre stockage.
hr_hr: Jeste li sigurni da želite vratiti zadane biblioteke? Sve vaše datoteke ostat će u vašoj pohrani.
hu_hu: Biztosan visszaállítaná az alapértelmezett könytárakat? Minden fájl megmarad a tárhelyen.
id_id: Apakah Anda yakin ingin memulihkan pustaka default? Semua file Anda akan tetap berada di penyimpanan Anda.
it_it: Sei sicuro di voler ripristinare le raccolte predefinite? Nessun file verrà cancellato..
ja_jp: 既定のライブラリを復元しますか? すべてのファイルはストレージに残ります。
ka: დარწმუნებული ხართ, რომ გსურთ ნაგულისხმევი ბიბლიოთეკების აღდგენა? თქვენი ყველა ფაილი თქვენს სისტემაში მაინც დარჩება.
ko_kr: 기본 라이브러리를 복원하시겠습니까? 모든 기존 파일은 저장 공간에 유지됩니다.
lv_lv: Vai esat droši, ka vēlaties atjaunot sākotnējās bibliotēkas? Visi faili tiks saglabāti.
nb_no: Er du sikker på at du vil gjenopprette standardbibliotekene? Alle filene dine vil forbli lagret.
nl_nl: Weet u zeker dat u de standaard bibliotheken wilt herstellen? Al uw bestanden blijven op uw opslag.
pl_pl: Czy na pewno chcesz przywrócić domyślne biblioteki? Wszystkie pliki pozostaną na Twoim dysku.
pt_pt: Tem a certeza de que pretende restaurar as bibliotecas originais? Todos os seus ficheiros vão permanecer no armazenamento.
ro_ro: Sigur doriți să restaurați bibliotecile implicite? Toate fișierele dvs. vor rămâne în spațiul de stocare.
ru_ru: Вы уверены, что хотите восстановить библиотеки по умолчанию? Все Ваши файлы останутся на Вашем диске.
sk_sk: Naozaj chcete obnoviť predvolené knižnice? Všetky vaše súbory zostanú vo vašom úložisku.
sv_se: Är du säker på att du vill återställa standardbiblioteken? Alla dina filer kommer att finnas kvar.
th_th: คุณแน่แล้วใช่หรือไม่ที่จะเรียกคืนคลังเป็นค่าเริ่มต้นตามเดิม? ไฟล์ในคลังจะไม่หายไปไหน.
tr_tr: Varsayılan kitaplıkları geri yüklemek istediğinizden emin misiniz? Tüm dosyalarınız depolama alanınızda kalacaktır.
uk_ua: Ви впевнені, що бажаєте відновити стандартні бібліотеки? Усі ваші файли залишаться у вашому сховищі.
vi: Bạn có chắc chắn muốn khôi phục các thư viện mặc định không? Các tệp của bạn sẽ không bị ảnh hưởng.
zh_hans: 确定要恢复为默认库吗？ 所有文件都将保留在存储空间中。
zh_hant: 是否要重置媒體櫃？您所有的檔案都會保留下來。

# DialogRestoreLibrariesTitleText
source: Restore Libraries
ar: استعادة المكتبات
bg: Възстанови библиотеки
ca: Restauració de biblioteques
cs_cz: Obnovit knihovny
da: Gendan Biblioteker
de_de: Bibliotheken wiederherstellen
el: Επαναφορά βιβλιοθηκών
es_es: Restaurar bibliotecas
fi_fi: Palauta kirjastot
fr_fr: Restaurer les bibliothèques
hr_hr: Vrati biblioteke
hu_hu: Könyvtárak visszaállítása
id_id: Pulihkan Pustaka
it_it: Ripristina Raccolte
ja_jp: ライブラリを復元
ka: ბიბლიოთეკების აღდგენა
ko_kr: 라이브러리 복원
lv_lv: Atjaunot bibliotēkas
nb_no: Gjenopprett biblioteker
nl_nl: Herstel bibliotheken
pl_pl: Przywróć Biblioteki
pt_pt: Restaurar bibliotecas
ro_ro: Restabilire biblioteci
ru_ru: Восстановить библиотеки
sk_sk: Obnoviť Knižnice
sv_se: Återställ bibliotek
th_th: คืนค่าคลัง
tr_tr: Kitaplıkları Geri Yükle
uk_ua: Відновлення Бібліотек
vi: Khôi phục thư viện
zh_hans: 恢复库
zh_hant: 重置媒體櫃

# PropertyFileOwner
source: Owner
ar: المالك
bg: Собственик
ca: Propietari
cs_cz: Vlastník
de_de: Besitzer
el: Ιδιοκτήτης
es_es: Propietario
fi_fi: Omistaja
fr_fr: Propriétaire
he_il: בעלים
hr_hr: Vlasnik
hu_hu: Tulajdonos
id_id: Pemilik
it_it: Proprietario
ja_jp: 所有者
ka: მფლობელი
ko_kr: 소유자
lv_lv: Īpašnieks
nb_no: Eier
nl_nl: Eigenaar
or_in: ମାଲିକ
pl_pl: Właściciel
pt_pt: Proprietário
ro_ro: Proprietar
ru_ru: Владелец
sk_sk: Vlastník
sv_se: Ägare
th_th: เจ้าของ
tr_tr: Sahip
uk_ua: Власник
vi: Chủ sở hữu
zh_hans: 所有者
zh_hant: 擁有者

# SecuritySpecialLabel.Text
source: Special
ar: خاص
bg: Специални разрешения
ca: Especial
cs_cz: Speciální
da: Speciel
de_de: Speziell
el: Ειδικό
es_es: Especial
fi_fi: Mukautettu
fr_fr: Autorisations spéciales
he_il: מיוחד
hr_hr: Posebno
hu_hu: Speciális
id_id: Spesial
it_it: Speciali
ja_jp: 特別
ka: განსაკუთრებული
ko_kr: 특수
lv_lv: Īpašs
nb_no: Spesiell
nl_nl: Speciaal
or_in: ସ୍ଵତନ୍ତ୍ର
pl_pl: Uprawnienia specjalne
pt_pt: Especial
ru_ru: Особые
sk_sk: Špecialne
th_th: พิเศษ
tr_tr: Özel
uk_ua: Особливі
vi: Đặc biệt
zh_hans: 特殊
zh_hant: 特殊存取權限

source: Access
ar: الوصول
bg: Достъп
ca: Accés
cs_cz: Přístup
da: Adgang
de_de: Zugriff
el: Πρόσβαση
es_es: Acceso
fi_fi: Käyttöoikeus
fr_fr: Accéder
he_il: גישה
hr_hr: Pristup
hu_hu: Hozzáférés
id_id: Akses
it_it: Accesso
ja_jp: アクセス
ka: დაშვება
ko_kr: 접근
lv_lv: Piekļuve
nb_no: Tilgang
nl_nl: Toegang
or_in: ପ୍ରବେଶ
pl_pl: Dostęp
pt_pt: Acesso
ro_ro: Acces
ru_ru: Доступ
sk_sk: Prístup
sv_se: Åtkomst
th_th: การเข้าถึง
tr_tr: Erişim
uk_ua: Доступ
vi: Truy cập
zh_hans: 访问
zh_hant: 存取

# SecurityAdvancedAppliesTo
source: Applies to
ar: ينطبق على
bg: Прилага се към
ca: Aplica a
cs_cz: Použít na
da: Gælder for
de_de: Gültig für
el: Εφαρμογή σε
es_es: Se aplica a
fr_fr: S'applique à
hu_hu: Erre érvényes
id_id: Terapkan pada
ja_jp: 適用先
ko_kr: 적용 대상:
nb_no: Gjelder for
nl_nl: Van toepassing op
pl_pl: Dotyczy
pt_pt: Aplicável a
ro_ro: Se aplică la
ru_ru: Применяется к
sk_sk: Platí pre
sv_se: Gäller för
tr_tr: Şunlar için geçerlidir
uk_ua: Застосовується до
vi: Áp dụng cho
zh_hans: 应用到
zh_hant: 套用至

# SecurityAdvancedFlagsFilesLabel
source: files
ar: الملفات
bg: файлове
ca: fitxers
cs_cz: soubory
da: filer
de_de: Dateien
el: αρχεία
es_es: archivos
fi_fi: tiedostot
fr_fr: fichiers
he_il: קבצים
hr_hr: datoteke
hu_hu: fájlok
id_id: file
it_it: i file
ja_jp: ファイル
ka: ფაილები
ko_kr: 파일
lv_lv: faili
nb_no: filer
nl_nl: bestanden
or_in: ଫାଇଲ୍‌ଗୁଡ଼ିକ
pl_pl: pliki
pt_pt: ficheiros
ro_ro: fișiere
ru_ru: файлы
sk_sk: súbory
sv_se: filer
th_th: ไฟล์
tr_tr: dosyalar
uk_ua: файли
vi: tệp
zh_hans: 文件
zh_hant: 檔案

# SecurityAdvancedFlagsFolderLabel
source: this folder
ar: هذا المجلد
bg: тази папка
ca: aquesta carpeta
cs_cz: tato složka
da: denne mappe
de_de: Dieser Ordner
el: αυτός ο φάκελος
es_es: esta carpeta
fi_fi: tämä kansio
fr_fr: ce dossier
hr_hr: ovu mapu
hu_hu: ez a mappa
id_id: folder ini
it_it: questa cartella
ja_jp: このフォルダー
ka: ეს საქაღალდე
ko_kr: 이 폴더
lv_lv: šī mape
nb_no: denne mappen
nl_nl: deze folder
pl_pl: ten folder
pt_pt: esta pasta
ro_ro: acest folder
ru_ru: эта папка
sk_sk: tento priečinok
sv_se: denna mapp
th_th: โฟลเดอร์นี้
tr_tr: bu klasör
uk_ua: цю папку
vi: Thư mục này
zh_hans: 此文件夹
zh_hant: 此資料夾

# SecurityAdvancedFlagsSubfoldersLabel
source: subfolders
ar: المجلدات الفرعية
bg: подпапки
ca: subcarpetes
cs_cz: podsložky
da: undermapper
de_de: Unterordner
el: υποφάκελοι
es_es: subcarpetas
fi_fi: alikansiot
fr_fr: sous-dossiers
he_il: תיקיות משנה
hr_hr: podmape
hu_hu: almappák
id_id: subfolder
it_it: le sottocartelle
ja_jp: サブフォルダー
ka: ქვესაქაღალდეები
ko_kr: 하위 폴더
lv_lv: apakšmapes
nb_no: undermapper
nl_nl: submappen
pl_pl: podfoldery
pt_pt: subpastas
ro_ro: subfoldere
ru_ru: подпапки
sk_sk: podpriečinky
sv_se: undermappar
th_th: โฟลเดอร์ย่อย
tr_tr: alt klasörler
uk_ua: вкладені папки
vi: thư mục con
zh_hans: 子文件夹
zh_hant: 子資料夾

source: Inherited
ar: موروث
bg: Наследяване
ca: Heretat
cs_cz: Zděděný
da: Nedarvet
de_de: Vererbt
el: Κληρονόμησε
es_es: Heredado
fr_fr: Hérité
hu_hu: Örökölt
id_id: Diwariskan
ja_jp: 継承済み
ko_kr: 상속됨
nb_no: Arvet
nl_nl: Overgenomen
pl_pl: Dziedziczone
pt_pt: Herdado
ro_ro: Moștenite
ru_ru: Унаследованные
sv_se: Ärvd
tr_tr: Devralınmış
uk_ua: Успадковано
vi: Được kế thừa
zh_hans: 继承而来
zh_hant: 已繼承

source: Permissions
ar: الأذونات
bg: Позволения
ca: Permisos
cs_cz: Oprávnění
da: Tilladelser
de_de: Berechtigungen
el: Δικαιώματα
es_es: Permisos
fr_fr: Autorisations
hu_hu: Engedélyek
id_id: Perizinan
ja_jp: アクセス許可
ko_kr: 권한
nb_no: Tillatelser
nl_nl: Rechten
pl_pl: Uprawnienia
pt_pt: Permissões
ro_ro: Permisiuni
ru_ru: Разрешения
sk_sk: Oprávnenia
sv_se: Rättigheter
tr_tr: İzinler
uk_ua: Дозволи
vi: Quyền truy cập
zh_hans: 权限
zh_hant: 權限
